Repository: devesh-aggarwal/splitfree
Catalog: SplitFree/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, pt_br, zh_hans

source: Synced %@. Tap to sync now.
de: Synchronisiert %@. Zum sofortigen Synchronisieren tippen.
es: Sincronizado %@. Toca para sincronizar ahora.
fr: Synchronisé %@. Touchez pour synchroniser maintenant.
hi: %@ सिंक हुआ। अभी सिंक करने के लिए टैप करें।
it: Sincronizzato %@. Tocca per sincronizzare ora.
ja: %@ に同期しました。タップすると今すぐ同期します。
pt_br: Sincronizado %@. Toque para sincronizar agora.
zh_hans: %@ 已同步。点按可立即同步。

source: Syncing
de: Wird synchronisiert
es: Sincronizando
fr: Synchronisation
hi: सिंक हो रहा है
it: Sincronizzazione
ja: 同期中
pt_br: Sincronizando
zh_hans: 正在同步

source: Tap one to record it.
de: Tippe eine an, um sie zu erfassen.
es: Toca uno para registrarlo.
fr: Touchez-en un pour l'enregistrer.
hi: दर्ज करने के लिए किसी एक पर टैप करें।
it: Toccane uno per registrarlo.
ja: タップすると記録できます。
pt_br: Toque em um para registrar.
zh_hans: 点按其中一项即可记录。

source: Tap to add your details
de: Tippen, um deine Angaben zu ergänzen
es: Toca para añadir tus datos
fr: Touchez pour ajouter vos informations
hi: अपना विवरण जोड़ने के लिए टैप करें
it: Tocca per aggiungere i tuoi dati
ja: タップして自分の情報を入力
pt_br: Toque para adicionar seus dados
zh_hans: 点按以填写你的信息

source: Tap to sync now.
de: Zum sofortigen Synchronisieren tippen.
es: Toca para sincronizar ahora.
fr: Touchez pour synchroniser maintenant.
hi: अभी सिंक करने के लिए टैप करें।
it: Tocca per sincronizzare ora.
ja: タップすると今すぐ同期します。
pt_br: Toque para sincronizar agora.
zh_hans: 点按可立即同步。

source: Tax
de: Steuer
es: Impuestos
fr: Taxes
hi: कर
it: Tasse
ja: 税
pt_br: Impostos
zh_hans: 税费

source: Tax and tip are shared in proportion to what each person ordered.
de: Steuer und Trinkgeld werden im Verhältnis zum Bestellten aufgeteilt.
es: Los impuestos y la propina se reparten en proporción a lo que pidió cada persona.
fr: Les taxes et le pourboire sont répartis au prorata de ce que chacun a commandé.
hi: कर और टिप उसी अनुपात में बँटते हैं जितना हर व्यक्ति ने मँगाया।
it: Tasse e mancia vengono divise in proporzione a ciò che ha ordinato ciascuno.
ja: 税とチップは、各自が頼んだ金額に応じて按分されます。
pt_br: Impostos e gorjeta são divididos na proporção do que cada um pediu.
zh_hans: 税费和小费按每人点单金额的比例分摊。

source: Taxes
de: Steuern
es: Impuestos
fr: Impôts
hi: कर
it: Tasse
ja: 税金
pt_br: Impostos
zh_hans: 税费

source: That file doesn't look like a CSV with a header row.
de: Diese Datei sieht nicht nach einer CSV mit Kopfzeile aus.
es: Ese archivo no parece un CSV con fila de encabezado.
fr: Ce fichier ne ressemble pas à un CSV avec une ligne d'en-tête.
hi: यह फ़ाइल हेडर पंक्ति वाली CSV नहीं लगती।
it: Quel file non sembra un CSV con una riga di intestazione.
ja: そのファイルはヘッダー行のあるCSVではないようです。
pt_br: Esse arquivo não parece um CSV com linha de cabeçalho.
zh_hans: 该文件似乎不是带表头行的 CSV。

source: The file appears to be empty or in an unsupported encoding.
de: Die Datei scheint leer zu sein oder eine nicht unterstützte Kodierung zu haben.
es: El archivo parece vacío o tiene una codificación no compatible.
fr: Le fichier semble vide ou dans un encodage non pris en charge.
hi: फ़ाइल खाली लगती है या उसका एन्कोडिंग समर्थित नहीं है।
it: Il file sembra vuoto o in una codifica non supportata.
ja: ファイルが空か、対応していない文字コードのようです。
pt_br: O arquivo parece vazio ou está em uma codificação não suportada.
zh_hans: 文件似乎为空，或使用了不支持的编码。

source: The file couldn't be opened.
de: Die Datei konnte nicht geöffnet werden.
es: No se pudo abrir el archivo.
fr: Impossible d'ouvrir le fichier.
hi: फ़ाइल नहीं खोली जा सकी।
it: Impossibile aprire il file.
ja: ファイルを開けませんでした。
pt_br: Não foi possível abrir o arquivo.
zh_hans: 无法打开该文件。

source: The full version, including what is stored, for how long, and how to delete it.
de: Die vollständige Fassung: was gespeichert wird, wie lange, und wie du es löschst.
es: La versión completa: qué se guarda, durante cuánto tiempo y cómo borrarlo.
fr: La version complète : ce qui est stocké, pendant combien de temps, et comment le supprimer.
hi: पूरा संस्करण: क्या संग्रहीत होता है, कितने समय तक, और उसे कैसे हटाएँ।
it: La versione completa: cosa viene conservato, per quanto tempo e come cancellarlo.
ja: 保存される内容、保存期間、削除方法を含む完全版です。
pt_br: A versão completa: o que é armazenado, por quanto tempo e como apagar.
zh_hans: 完整版本，包括存储了什么、保存多久，以及如何删除。

source: Their name
de: Ihr Name
es: Su nombre
fr: Leur nom
hi: उनका नाम
it: Il loro nome
ja: 相手の名前
pt_br: O nome dela
zh_hans: 对方的名字

source: Their phone has to be able to reach what the two of you share, which means it has to live somewhere you can both get to.
de: Das Gerät der anderen Person muss erreichen können, was ihr teilt, also muss es an einem Ort liegen, den ihr beide erreicht.
es: Su teléfono tiene que poder acceder a lo que compartís, así que debe estar en un lugar al que ambos podáis llegar.
fr: Leur téléphone doit pouvoir accéder à ce que vous partagez, cela doit donc se trouver quelque part où vous pouvez tous les deux le joindre.
hi: उनका फ़ोन उस तक पहुँच सके जो आप दोनों साझा करते हैं, इसके लिए इसे ऐसी जगह होना चाहिए जहाँ आप दोनों पहुँच सकें।
it: Il loro telefono deve poter raggiungere ciò che condividete, quindi deve trovarsi in un posto accessibile a entrambi.
ja: 相手の端末が二人で共有しているものに接続できる必要があるため、二人ともアクセスできる場所に置く必要があります。
pt_br: O telefone dela precisa conseguir acessar o que vocês compartilham, então isso precisa ficar em algum lugar que os dois alcancem.
zh_hans: 对方的手机需要能访问你们共享的内容，因此它必须存放在你们双方都能访问的地方。

source: There's nothing to pay. Nice work.
de: Es gibt nichts zu zahlen. Gut gemacht.
es: No hay nada que pagar. Bien hecho.
fr: Il n'y a rien à payer. Bien joué.
hi: कुछ भी देना बाकी नहीं। बढ़िया।
it: Non c'è nulla da pagare. Ottimo.
ja: 支払うものはありません。お見事。
pt_br: Não há nada a pagar. Muito bem.
zh_hans: 没有需要支付的款项，很棒。

source: This build isn't set up for syncing.
de: Diese Version ist nicht für die Synchronisierung eingerichtet.
es: Esta versión no está configurada para sincronizar.
fr: Cette version n'est pas configurée pour la synchronisation.
hi: यह बिल्ड सिंक के लिए सेट नहीं है।
it: Questa build non è configurata per la sincronizzazione.
ja: このビルドは同期用に設定されていません。
pt_br: Esta versão não está configurada para sincronização.
zh_hans: 此版本未配置同步功能。

source: This device can't scan documents. You can still attach a photo of the receipt and add the items yourself.
de: Dieses Gerät kann keine Dokumente scannen. Du kannst trotzdem ein Foto des Belegs anhängen und die Positionen selbst eintragen.
es: Este dispositivo no puede escanear documentos. Aun así puedes adjuntar una foto del recibo y añadir los artículos a mano.
fr: Cet appareil ne peut pas numériser de documents. Vous pouvez tout de même joindre une photo du reçu et saisir les articles vous-même.
hi: यह डिवाइस दस्तावेज़ स्कैन नहीं कर सकता। आप फिर भी रसीद की फ़ोटो जोड़कर आइटम खुद डाल सकते हैं।
it: Questo dispositivo non può scansionare documenti. Puoi comunque allegare una foto dello scontrino e inserire le voci a mano.
ja: この端末は書類をスキャンできません。レシートの写真を添付して、品目を手入力することはできます。
pt_br: Este dispositivo não digitaliza documentos. Você ainda pode anexar uma foto do recibo e adicionar os itens à mão.
zh_hans: 此设备无法扫描文稿。你仍可以附上小票照片并手动添加条目。

source: This group goes back to being local to your phone. It stays on the server for everyone else you invited, and their copies keep working.
de: Diese Gruppe wird wieder lokal auf deinem Gerät. Für alle anderen, die du eingeladen hast, bleibt sie auf dem Server, und ihre Kopien funktionieren weiter.
es: Este grupo vuelve a ser local en tu teléfono. Sigue en el servidor para el resto de personas que invitaste, y sus copias siguen funcionando.
fr: Ce groupe redevient local à votre téléphone. Il reste sur le serveur pour les autres personnes invitées, dont les copies continuent de fonctionner.
hi: यह समूह फिर से केवल आपके फ़ोन पर रह जाएगा। आपने जिन्हें आमंत्रित किया था उनके लिए यह सर्वर पर बना रहेगा और उनकी प्रतियाँ काम करती रहेंगी।
it: Questo gruppo torna a essere locale sul tuo telefono. Resta sul server per tutte le altre persone che hai invitato e le loro copie continuano a funzionare.
ja: このグループはあなたの端末だけのものに戻ります。招待した他の人のためにサーバー上には残り、その人たちの控えは引き続き使えます。
pt_br: Este grupo volta a ser local no seu telefone. Ele continua no servidor para as outras pessoas que você convidou, e as cópias delas seguem funcionando.
zh_hans: 此群组会重新变为仅存在于你的手机上。对于你邀请的其他人，它仍保留在服务器上，他们的副本继续可用。

source: This group is shared
de: Diese Gruppe ist geteilt
es: Este grupo está compartido
fr: Ce groupe est partagé
hi: यह समूह साझा है
it: Questo gruppo è condiviso
ja: このグループは共有されています
pt_br: Este grupo está compartilhado
zh_hans: 此群组已共享

source: This is the name your friends will see next to expenses.
de: Diesen Namen sehen deine Freunde neben den Ausgaben.
es: Este es el nombre que tus amigos verán junto a los gastos.
fr: C'est le nom que vos amis verront à côté des dépenses.
hi: यही नाम आपके दोस्तों को खर्चों के साथ दिखेगा।
it: È il nome che i tuoi amici vedranno accanto alle spese.
ja: 支出の横に表示される、友だちから見えるあなたの名前です。
pt_br: É o nome que seus amigos verão ao lado das despesas.
zh_hans: 这是好友在支出旁看到的你的名字。

source: This month
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
hi: इस महीने
it: Questo mese
ja: 今月
pt_br: Este mês
zh_hans: 本月

source: This year
de: Dieses Jahr
es: Este año
fr: Cette année
hi: इस साल
it: Quest'anno
ja: 今年
pt_br: Este ano
zh_hans: 今年

source: Tip
de: Trinkgeld
es: Propina
fr: Pourboire
hi: टिप
it: Mancia
ja: チップ
pt_br: Gorjeta
zh_hans: 小费

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
ja: 今日
pt_br: Hoje
zh_hans: 今天

source: Top %lld categories
de: Top-%lld-Kategorien
es: Las %lld categorías principales
fr: Les %lld principales catégories
hi: शीर्ष %lld श्रेणियाँ
it: Le %lld categorie principali
ja: 上位 %lld カテゴリ
pt_br: As %lld principais categorias
zh_hans: 前 %lld 个类别

source: Total
de: Gesamt
hi: कुल
it: Totale
ja: 合計
zh_hans: 合计

source: Total balance
de: Gesamtsaldo
es: Saldo total
fr: Solde total
hi: कुल हिसाब
it: Saldo totale
ja: 残高の合計
pt_br: Saldo total
zh_hans: 总余额

source: Total of the bills you shared with each person.
de: Summe der Rechnungen, die du mit jeder Person geteilt hast.
es: Total de las cuentas que compartiste con cada persona.
fr: Total des additions partagées avec chaque personne.
hi: हर व्यक्ति के साथ साझा किए बिलों का कुल।
it: Totale dei conti condivisi con ciascuna persona.
ja: 各相手と分け合った伝票の合計です。
pt_br: Total das contas que você dividiu com cada pessoa.
zh_hans: 你与每个人共同分摊的账单总额。

source: Total value of bills you shared
de: Gesamtwert der Rechnungen, die du geteilt hast
es: Valor total de las cuentas que compartiste
fr: Valeur totale des additions partagées
hi: आपके साझा किए बिलों का कुल मूल्य
it: Valore totale dei conti che hai condiviso
ja: 分け合った伝票の総額
pt_br: Valor total das contas que você dividiu
zh_hans: 你参与分摊的账单总额

source: Totals across groups are shown in this.
de: Summen über alle Gruppen werden in dieser Währung angezeigt.
es: Los totales de todos los grupos se muestran en esta moneda.
fr: Les totaux de tous les groupes s'affichent dans cette devise.
hi: सभी समूहों का कुल जोड़ इसी मुद्रा में दिखता है।
it: I totali di tutti i gruppi vengono mostrati in questa valuta.
ja: すべてのグループの合計はこの通貨で表示されます。
pt_br: Os totais de todos os grupos aparecem nesta moeda.
zh_hans: 所有群组的汇总都以此货币显示。

source: Track shared expenses with friends, flatmates and travel companions. Everyone's balance stays exact, down to the last cent.
de: Behalte gemeinsame Ausgaben mit Freunden, Mitbewohnern und Reisebegleitung im Blick. Die Salden bleiben exakt, bis auf den letzten Cent.
es: Controla los gastos compartidos con amigos, compañeros de piso y de viaje. El saldo de cada persona queda exacto, hasta el último céntimo.
fr: Suivez les dépenses partagées avec vos amis, colocataires et compagnons de voyage. Le solde de chacun reste exact, au centime près.
hi: दोस्तों, रूममेट्स और सफ़र के साथियों के साथ साझा खर्चों का हिसाब रखें। हर किसी का हिसाब आखिरी पैसे तक सटीक रहता है।
it: Tieni traccia delle spese condivise con amici, coinquilini e compagni di viaggio. Il saldo di ognuno resta esatto, fino all'ultimo centesimo.
ja: 友だち、ルームメイト、旅の仲間との共同の支出を記録します。全員の残高が1円単位までぴったり合います。
pt_br: Acompanhe despesas compartilhadas com amigos, colegas de apartamento e companheiros de viagem. O saldo de cada um fica exato, até o último centavo.
zh_hans: 记录你和朋友、室友、旅伴之间的共同支出。每个人的余额都精确到分。

source: Train
de: Zug
es: Tren
hi: ट्रेन
it: Treno
ja: 電車
pt_br: Trem
zh_hans: 火车

source: Transit
de: Nahverkehr
es: Transporte público
fr: Transports en commun
hi: सार्वजनिक परिवहन
it: Trasporto pubblico
ja: 公共交通
pt_br: Transporte público
zh_hans: 公共交通

source: Travel
de: Reise
es: Viajes
fr: Voyage
hi: यात्रा
it: Viaggi
ja: 旅行
pt_br: Viagem
zh_hans: 旅行

source: Trip
de: Reise
es: Viaje
fr: Voyage
hi: यात्रा
it: Viaggio
ja: 旅行
pt_br: Viagem
zh_hans: 旅行

source: Try a different filter.
de: Probier einen anderen Filter.
es: Prueba otro filtro.
fr: Essayez un autre filtre.
hi: दूसरा फ़िल्टर आज़माएँ।
it: Prova un altro filtro.
ja: 別の絞り込みを試してください。
pt_br: Tente outro filtro.
zh_hans: 换一个筛选条件试试。

source: Type
de: Art
es: Tipo
hi: प्रकार
it: Tipo
ja: 種類
pt_br: Tipo
zh_hans: 类型

source: Type what each person owes. Must add up to the total.
de: Gib ein, was jede Person schuldet. Die Summe muss dem Gesamtbetrag entsprechen.
es: Escribe lo que debe cada persona. Debe sumar el total.
fr: Saisissez ce que doit chaque personne. Le total doit correspondre.
hi: लिखें कि हर व्यक्ति को कितना देना है। जोड़ कुल के बराबर होना चाहिए।
it: Scrivi quanto deve ogni persona. La somma deve corrispondere al totale.
ja: 各自の負担額を入力します。合計と一致させてください。
pt_br: Digite quanto cada pessoa deve. A soma precisa bater com o total.
zh_hans: 输入每个人应付的金额，合计须等于总额。

source: Unarchive
de: Aus Archiv holen
es: Desarchivar
fr: Désarchiver
hi: संग्रह से निकालें
it: Togli dall'archivio
ja: アーカイブ解除
pt_br: Desarquivar
zh_hans: 取消归档

source: Undo this payment
de: Diese Zahlung zurücknehmen
es: Deshacer este pago
fr: Annuler ce paiement
hi: यह भुगतान वापस लें
it: Annulla questo pagamento
ja: この支払いを取り消す
pt_br: Desfazer este pagamento
zh_hans: 撤销这笔付款

source: Unlimited expenses with no monthly cap
de: Unbegrenzte Ausgaben – kein Monatslimit
es: Gastos ilimitados, sin tope mensual
fr: Dépenses illimitées, sans plafond mensuel
hi: असीमित खर्च, कोई मासिक सीमा नहीं
it: Spese illimitate, senza limite mensile
ja: 支出は無制限。月間の上限なし
pt_br: Despesas ilimitadas, sem limite mensal
zh_hans: 支出不限量，没有每月上限

source: Unlimited groups and friends
de: Unbegrenzt Gruppen und Freunde
es: Grupos y amigos ilimitados
fr: Groupes et amis illimités
hi: असीमित समूह और दोस्त
it: Gruppi e amici illimitati
ja: グループも友だちも無制限
pt_br: Grupos e amigos ilimitados
zh_hans: 群组和好友不限量

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक करें
it: Sblocca
ja: ロック解除
pt_br: Desbloquear
zh_hans: 解锁

source: Unlock SplitFree
de: SplitFree entsperren
es: Desbloquear SplitFree
fr: Déverrouiller SplitFree
hi: SplitFree अनलॉक करें
it: Sblocca SplitFree
ja: SplitFree のロックを解除
pt_br: Desbloquear o SplitFree
zh_hans: 解锁 SplitFree

source: Unlock with %@ to see your balances.
de: Entsperre mit %@, um deine Salden zu sehen.
es: Desbloquea con %@ para ver tus saldos.
fr: Déverrouillez avec %@ pour voir vos soldes.
hi: अपना हिसाब देखने के लिए %@ से अनलॉक करें।
it: Sblocca con %@ per vedere i tuoi saldi.
ja: %@ でロックを解除すると残高を確認できます。
pt_br: Desbloqueie com %@ para ver seus saldos.
zh_hans: 使用 %@ 解锁以查看余额。

source: Unpin
de: Loslösen
es: No fijar
fr: Détacher
hi: पिन हटाएँ
it: Non fissare
ja: ピンを外す
pt_br: Desafixar
zh_hans: 取消置顶

source: Unsettled
de: Offen
es: Sin saldar
fr: Non réglées
hi: बाकी
it: Non saldate
ja: 未精算
pt_br: Em aberto
zh_hans: 未结清

source: Untitled expense
de: Ausgabe ohne Titel
es: Gasto sin título
fr: Dépense sans titre
hi: बिना नाम का खर्च
it: Spesa senza titolo
ja: 名称未設定の支出
pt_br: Despesa sem título
zh_hans: 未命名支出

source: Untitled group
de: Gruppe ohne Namen
es: Grupo sin título
fr: Groupe sans titre
hi: बिना नाम का समूह
it: Gruppo senza nome
ja: 名称未設定のグループ
pt_br: Grupo sem nome
zh_hans: 未命名群组

source: Untitled recurring expense
de: Wiederkehrende Ausgabe ohne Titel
es: Gasto recurrente sin título
fr: Dépense récurrente sans titre
hi: बिना नाम का आवर्ती खर्च
it: Spesa ricorrente senza titolo
ja: 名称未設定の繰り返し支出
pt_br: Despesa recorrente sem título
zh_hans: 未命名周期性支出

source: Untitled split
de: Aufteilung ohne Namen
es: División sin título
fr: Partage sans titre
hi: बिना नाम का बँटवारा
it: Divisione senza nome
ja: 名称未設定の分け方
pt_br: Divisão sem nome
zh_hans: 未命名分法

source: Use a different email
de: Andere E-Mail verwenden
es: Usar otro correo
fr: Utiliser une autre adresse
hi: दूसरा ईमेल इस्तेमाल करें
it: Usa un'altra email
ja: 別のメールを使う
pt_br: Usar outro e-mail
zh_hans: 使用其他邮箱

source: Use either a single Amount column, or a Money out / Money in pair.
de: Nutze entweder eine einzelne Betragsspalte oder ein Paar aus Ausgängen und Eingängen.
es: Usa una sola columna de importe o un par de columnas de salidas y entradas.
fr: Utilisez soit une seule colonne Montant, soit une paire Sorties / Entrées.
hi: या तो एक ही राशि कॉलम इस्तेमाल करें, या गया हुआ / आया हुआ पैसा वाली जोड़ी।
it: Usa una singola colonna Importo oppure una coppia Uscite / Entrate.
ja: 金額の列を1つ使うか、出金と入金の2列を使ってください。
pt_br: Use uma única coluna de valor ou um par de saídas e entradas.
zh_hans: 可以只用一个金额列，也可以用支出／收入两列。

source: Use passcode
de: Code verwenden
es: Usar código
fr: Utiliser le code
hi: पासकोड इस्तेमाल करें
it: Usa il codice
ja: パスコードを使用
pt_br: Usar código
zh_hans: 使用密码

source: Use these
de: Diese übernehmen
es: Usar estos
fr: Utiliser ceux-ci
hi: ये इस्तेमाल करें
it: Usa queste
ja: これを使う
pt_br: Usar estes
zh_hans: 使用这些

source: Using built-in rates. Pull to refresh on the Groups tab.
de: Es werden integrierte Kurse verwendet. Zum Aktualisieren im Tab „Gruppen“ nach unten ziehen.
es: Se usan los tipos incluidos en la app. Desliza hacia abajo en Grupos para actualizarlos.
fr: Taux intégrés utilisés. Tirez vers le bas dans l'onglet Groupes pour les actualiser.
hi: ऐप में मौजूद दरें इस्तेमाल हो रही हैं। ताज़ा करने के लिए समूह टैब में नीचे खींचें।
it: Si usano i tassi inclusi nell'app. Trascina verso il basso nella scheda Gruppi per aggiornarli.
ja: 内蔵のレートを使用中です。グループタブで下に引くと更新できます。
pt_br: Usando as taxas internas do app. Puxe para baixo na aba Grupos para atualizar.
zh_hans: 正在使用内置汇率。在“群组”标签页下拉即可刷新。

source: Utilities
de: Nebenkosten
es: Suministros
fr: Charges
hi: बिजली-पानी आदि
it: Utenze
ja: 光熱費
pt_br: Contas de consumo
zh_hans: 水电煤

source: Water
de: Wasser
es: Agua
fr: Eau
hi: पानी
it: Acqua
ja: 水道
pt_br: Água
zh_hans: 水费

source: We send a six-digit code. There's no password to forget.
de: Wir senden einen sechsstelligen Code. Es gibt kein Passwort, das du vergessen könntest.
es: Enviamos un código de seis dígitos. No hay contraseña que olvidar.
fr: Nous envoyons un code à six chiffres. Aucun mot de passe à retenir.
hi: हम छह अंकों का कोड भेजते हैं। कोई पासवर्ड याद रखने की ज़रूरत नहीं।
it: Inviamo un codice di sei cifre. Nessuna password da dimenticare.
ja: 6桁のコードを送ります。パスワードを覚える必要はありません。
pt_br: Enviamos um código de seis dígitos. Não há senha para esquecer.
zh_hans: 我们会发送一个六位数验证码，无需记住密码。

source: We sent a code to %@.
de: Wir haben einen Code an %@ gesendet.
es: Enviamos un código a %@.
fr: Nous avons envoyé un code à %@.
hi: हमने %@ पर कोड भेजा है।
it: Abbiamo inviato un codice a %@.
ja: %@ にコードを送信しました。
pt_br: Enviamos um código para %@.
zh_hans: 我们已向 %@ 发送验证码。

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
hi: साप्ताहिक
it: Settimanale
ja: 毎週
pt_br: Semanal
zh_hans: 每周

source: What should we call you?
de: Wie sollen wir dich nennen?
es: ¿Cómo te llamamos?
fr: Comment devons-nous vous appeler ?
hi: हम आपको क्या कहकर बुलाएँ?
it: Come ti chiamiamo?
ja: お名前を教えてください
pt_br: Como devemos te chamar?
zh_hans: 怎么称呼你？

source: What was it for?
de: Wofür war das?
es: ¿Para qué fue?
fr: C'était pour quoi ?
hi: यह किस लिए था?
it: Per cosa era?
ja: 何の支出ですか？
pt_br: Foi para quê?
zh_hans: 这笔支出是什么？

source: What you get
de: Was du bekommst
es: Lo que incluye
fr: Ce que vous obtenez
hi: आपको क्या मिलता है
it: Cosa ottieni
ja: 使える機能
pt_br: O que você tem
zh_hans: 你能用到什么

source: What's included
de: Was enthalten ist
es: Qué incluye
fr: Ce qui est inclus
hi: क्या-क्या शामिल है
it: Cosa è incluso
ja: 含まれるもの
pt_br: O que está incluído
zh_hans: 包含哪些功能

source: When you add an expense, turn on “Repeat this expense” and it'll be created for you on schedule — rent, bills, the shared streaming account.
de: Aktiviere beim Anlegen einer Ausgabe „Diese Ausgabe wiederholen“ und sie wird automatisch nach Plan erstellt – Miete, Rechnungen, das gemeinsame Streaming-Abo.
es: Cuando añadas un gasto, activa «Repetir este gasto» y se creará solo según el calendario: el alquiler, las facturas, la cuenta de streaming compartida.
fr: Quand vous ajoutez une dépense, activez « Répéter cette dépense » et elle sera créée automatiquement selon le calendrier : loyer, factures, abonnement de streaming partagé.
hi: खर्च जोड़ते समय “यह खर्च दोहराएँ” चालू करें और वह समय पर अपने आप बन जाएगा — किराया, बिल, साझा स्ट्रीमिंग खाता।
it: Quando aggiungi una spesa, attiva «Ripeti questa spesa» e verrà creata automaticamente secondo il calendario: affitto, bollette, l'abbonamento streaming condiviso.
ja: 支出を追加するときに「この支出を繰り返す」をオンにすると、予定どおり自動で作成されます。家賃、公共料金、共同の動画配信サービスなどに。
pt_br: Ao adicionar uma despesa, ative “Repetir esta despesa” e ela será criada automaticamente no prazo certo: aluguel, contas, a assinatura de streaming compartilhada.
zh_hans: 添加支出时打开“重复这笔支出”，它就会按时自动创建——房租、账单、合租的流媒体账号都适用。

source: When you add an expense, turn on “Repeat this expense” and it'll be created for you on schedule: rent, bills, the shared streaming account.
de: Aktiviere beim Anlegen einer Ausgabe „Diese Ausgabe wiederholen“ und sie wird automatisch nach Plan erstellt – Miete, Rechnungen, das gemeinsame Streaming-Abo.
es: Cuando añadas un gasto, activa «Repetir este gasto» y se creará solo según el calendario: el alquiler, las facturas, la cuenta de streaming compartida.
fr: Quand vous ajoutez une dépense, activez « Répéter cette dépense » et elle sera créée automatiquement selon le calendrier : loyer, factures, abonnement de streaming partagé.
hi: खर्च जोड़ते समय “यह खर्च दोहराएँ” चालू करें और वह समय पर अपने आप बन जाएगा, किराया, बिल, साझा स्ट्रीमिंग खाता।
it: Quando aggiungi una spesa, attiva «Ripeti questa spesa» e verrà creata automaticamente secondo il calendario: affitto, bollette, l'abbonamento streaming condiviso.
ja: 支出を追加するときに「この支出を繰り返す」をオンにすると、予定どおり自動で作成されます。家賃、公共料金、共同の動画配信サービスなどに。
pt_br: Ao adicionar uma despesa, ative “Repetir esta despesa” e ela será criada automaticamente no prazo certo: aluguel, contas, a assinatura de streaming compartilhada.
zh_hans: 添加支出时打开“重复这笔支出”，它就会按时自动创建，，房租、账单、合租的流媒体账号都适用。

source: Where it went
de: Wohin es ging
es: A dónde fue
fr: Où c'est parti
hi: पैसा कहाँ गया
it: Dove è finito
ja: 使いみち
pt_br: Para onde foi
zh_hans: 钱花在哪儿

source: Where should these go?
de: Wohin sollen diese?
es: ¿Dónde van estos gastos?
fr: Où doivent aller ces dépenses ?
hi: ये कहाँ जाएँ?
it: Dove vanno queste spese?
ja: どこに登録しますか？
pt_br: Para onde vão estas?
zh_hans: 这些要记到哪里？

source: Which column is which?
de: Welche Spalte ist welche?
es: ¿Qué columna es cada una?
fr: Quelle colonne correspond à quoi ?
hi: कौन-सा कॉलम किसका है?
it: Quale colonna è quale?
ja: どの列が何ですか？
pt_br: Qual coluna é qual?
zh_hans: 各列分别对应什么？

source: Who owes
de: Wer schuldet
es: Quién debe
fr: Qui doit
hi: किसे देना है
it: Chi deve
ja: 負担する人
pt_br: Quem deve
zh_hans: 谁需支付

source: Who paid
de: Wer gezahlt hat
es: Quién pagó
fr: Qui a payé
hi: किसने चुकाया
it: Chi ha pagato
ja: 支払った人
pt_br: Quem pagou
zh_hans: 谁付的款

source: Who you spend with
de: Mit wem du ausgibst
es: Con quién gastas
fr: Avec qui vous dépensez
hi: आप किसके साथ खर्च करते हैं
it: Con chi spendi
ja: よく一緒に使う相手
pt_br: Com quem você gasta
zh_hans: 你常和谁一起花钱
